{
    "name": "Service Model",
    "position": 3,
    "pages": [
        {
            "id": 22,
            "subsection": "White Star <br>Service",
            "template": 2,
            "content": {
                "name": "",
                "text": [
                    "Cunard is synonymous with elegance, luxury and its renowned White Star Service which sets the standard by which all others are judged. Cunard’s commitment to ensuring each guest is pampered begins at the <br>White Star Academy where each crew member is trained to provide impeccable service.",
                    "Leveraging a history of perfect storms when style collided with five-star <br>service. Braniff Airlines in the 70’s. Annabel’s in the 80s & 90’s, The <br>Wolseley and Cunard today.",
                    "No.12’s White Star service builds upon this rich tradition with <br>thoughtfulness, care and a nod to the inimitable British wit.",
                    "How may we help you?"
                ]
            }
        },
        {
            "id": 23,
            "subsection": "White Star Code <br>of Service",
            "template": 21,
            "content": {
                "name": "",
                "text": [
                    "Staff warmly greets guests upon arrival, using the guest’s name <br>when appropriate.",
                    "Staff offers welcome beverage upon arrival <br>(juice, cocktail, champagne, wine)",
                    "Staff offers guests specialty loungewear in spa",
                    "Staff is encouraged to impress with the details <br>(proactive gestures that surprise)",
                    "Whenever possible, Staff should make it personal <br>(handwritten vs. typed)",
                    "Every interaction should be about how to extend the stay <br>(help voyagers recreate, plan, and remember No.12)",
                    "Each day, staff post 12 quotes/insights of the day",
                    "Staff asks each guest three levels of personalization per service: <br>music, temperature, and for massage, intensity level.",
                    "Staff starts each service with a welcome ritual",
                    "Staff ends each service with an Awakening Ritual to close the appointment",
                    "Upon departure, each therapist will note recommended In-room or <br>post cruise service ideas (how to do your own facial massage, meditation) <br>based on service and guest.",
                    "Each day, staff lead a 12 minute morning meditation."
                ]
            }
        },
        {
            "id": 24,
            "subsection": "No.12 Butler <br>Service",
            "template": 3,
            "content": {
                "name": null,
                "text": [
                    "The anticipator of wellness whims.<br>Let us come to you. The No. 12 Butler is at your service."
                ],
                "image": "24-1.jpg"
            }
        },
        {
            "id": 25,
            "subsection": "Social Surprises",
            "template": 3,
            "content": {
                "name": null,
                "text": [
                    "Holistic wellness is about the balance of opposing forces. Intense physicality mixed with the slower rhythms of yoga and stretching. The high energy of clinical services with the calming force of the ELEMIS-trained therapists. We believe added to this mix is a collection of ‘social surprises.’ Moments of indulgent delight - glass of champagne upon arrival, savory and sweet treats in the lounge, custom DIY products for No. 12’s Bathhouse, surprise music by violinists and guitarists and a handcrafted cock whilst prepping for a lavish night out."
                ],
                "image": "25-1.jpg"
            }
        }
    ]
}