{
    "name": "Concept",
    "position": 2,
    "pages": [
        {
            "id": 7,
            "subsection": "The Wellness Social Club",
            "template": 44,
            "content": {
                "name": "What is a private social club?",
                "text": [
                  "Originating in London, and growing in popularity in major cities around the world, modern takes on private social clubs have captured the social Zeitgeist."
                ],
                "images": ["8-1.jpg", "8-2.jpg", "8-4.jpg", "8-5.jpg", "8-3.jpg"]
            }
        },
        {
            "id": 8,
            "subsection": "The Wellness Social Club",
            "template": 41,
            "content": {
                "name": "What do social clubs offer?",
                "text": [
                  "Modern social clubs exude luxury consciousness and are hubs that create social connectivity across lines of generation, class and gender."
                ],
                "images": ["9-1.jpg", "9-3.jpg", "9-2.jpg"]
            }
        },
        {
            "id": 9,
            "subsection": "The Wellness Social Club",
            "template": 44,
            "content": {
                "name": "A New kind of Wellness Social Club",
                "text": [
                  "Cunard merges the codes of modern social clubs and the destination spa experience. The result is a nexus for wellness that feels exciting and essential for voyagers wanting to maximize the social impact of a cruise. The spa celebrates a new kind of meaningful and mindful luxury grounded in health and wellness, revitalising the classic archetypes of adventures by sea, and eclectic doyenne beauty."
                ],
                "images": ["10-2.jpg", "10-3.jpg", "10-4.jpg", "10-5.jpg", "10-1.jpg"]
            }
        },
        {
            "id": 10,
            "subsection": "Introducing No.12",
            "template": 1,
            "content": {
                "name": null,
                "text": [
                  "No. 12 merges the codes of modern social clubs and the destination spa experience."
                ]
            }
        },
        {
            "id": 11,
            "subsection": "Introducing No.12",
            "template": 4,
            "content": {
                "name": "No.12",
                "text": [
                  "The spa, re-imagined. <br>The first maritime wellness social club grounded in global healing practices. This is the beating heart of our ship, a place for the body to rest, the mind to reboot, the spirit to engage."
                ],
                "images": ["12-1.jpg", "12-2.jpg", "12-3.jpg"]
            }
        },
        {
            "id": 12,
            "subsection": "Introducing No.12",
            "template": 7,
            "content": {
                "name": "No.12",
                "videoSrc": null
            }
        },
        {
            "id": 13,
            "subsection": "Introducing No.12",
            "template": 2,
            "content": {
                "name": "No.12",
                "text": [
                    "Numbers convey a sense of mystery; those who know, know. In London, 'No. 10' is shorthand for the seat of power.",
                    "12 represents the completed cycle of experience.<br>There are 12 major bodies of water, as well as 12 chakras and 12 units of time and space (minutes, hours, months, inches). The magic of 12 is it's universal application across geography and culture.",
                    "No. 12 offers programming synchronised to the natural rhythms of the sea and the sky. Each day, we reveal our 12 most important insightsfortheday. Focused mornings, energetic days and long evenings to unwind. Tune in to your fellow seamates with our daily services (morning meditation and classes, afternoon tea, evening elemental ceremonies around water, fire, earth & air) or tune out for some personal time."
                ]
            }
        },
        {
            "id": 14,
            "subsection": "No.12 Brand values",
            "template": 42,
            "content": {
                "name": "British",
                "text": [
                  "To be British today is to be respectful and clever, dapper yet fresh, formal in design yet passionate about the details. To be British today is to live amidst centuries of leaders and legends, the imaginative the fearless. We carry their souls yet push forward with our hearts."
                ],
                "images": ["14-1.jpg", "14-2.jpg", "14-3.jpg"]
            }
        }
    ]
}